Repository: vincenzomaritato/belocal
Catalog: Waypoint/Localizable.xcstrings
Source language: en
Languages: it, tr

source: Use a stronger password to continue.
it: Utilizza una password più complessa per continuare.
tr: Devam etmek için daha güçlü bir şifre kullanın.

source: Use another email
it: Utilizza Un'Altra Email
tr: Başka Bir E-Posta Kullan

source: Use commands like `/flights`, `/activities`, `/save` or write naturally.
it: Utilizza comandi come `/flights`, `/activities`, `/save` o scrivi in ​​modo naturale.
tr: `/flights`, `/activities`, `/save` gibi komutları kullanın veya doğal bir şekilde yazın.

source: Use gestures to explore the map and tap to select a city
it: Utilizza i gesti per esplorare la mappa e tocca per selezionare una città
tr: Haritayı keşfetmek için hareketleri kullanın ve bir şehir seçmek için dokunun

source: Use natural language or commands. Try `/help` to see orchestration commands.
it: Usa il linguaggio naturale o i comandi. Prova `/help` per vedere i comandi di orchestrazione.
tr: Doğal dili veya komutları kullanın. Düzenleme komutlarını görmek için `/help` komutunu deneyin.

source: Use Traveler as name
it: Usa Viaggiatore Come Nome
tr: Gezgin'İ Ad Olarak Kullan

source: Value for money
it: Rapporto Qualità-Prezzo
tr: Paranın Karşılığı

source: Variable weather
it: Tempo Variabile
tr: Değişken Hava

source: Very crowded
it: Molto Affollato
tr: Çok Kalabalık

source: Very flexible
it: Molto Flessibile
tr: Çok Esnek

source: Very good
it: Molto Bene
tr: Çok Güzel

source: View destination details
it: Visualizza I Dettagli Della Destinazione
tr: Hedef Ayrıntılarını Görüntüle

source: Viewpoint + signature dinner booking.
it: Punto panoramico + prenotazione cena esclusiva.
tr: Bakış açısı + özel akşam yemeği rezervasyonu.

source: Visited
it: Visitati
tr: Ziyaret Edilen

source: Visited countries map
it: Mappa Dei Paesi Visitati
tr: Ziyaret Edilen Ülkeler Haritası

source: Visited Footprint
it: Impronta Visitata
tr: Ziyaret Edilen Ayak İzi

source: Voice input unavailable
it: Inserimento Vocale Non Disponibile
tr: Ses Girişi Kullanılamıyor

source: Waiting...
it: In attesa...
tr: Beklemek...

source: Warm
it: Caldo
tr: Ilık

source: We can discuss destinations, itineraries, attractions, budgets, transport, hotels, restaurants, and logistics.
it: Possiamo discutere destinazioni, itinerari, attrazioni, budget, trasporti, hotel, ristoranti e logistica.
tr: Destinasyonları, seyahat planlarını, ilgi çekici yerleri, bütçeleri, ulaşımı, otelleri, restoranları ve lojistiği tartışabiliriz.

source: We need more destination signals to build your next set of ideas.
it: Abbiamo bisogno di più segnali di destinazione per costruire la tua prossima serie di idee.
tr: Bir sonraki fikir dizinizi oluşturmak için daha fazla hedef sinyaline ihtiyacımız var.

source: We size the plan to avoid unnecessary rushing.
it: Ridimensioniamo il piano per evitare inutili affrettazioni.
tr: Gereksiz acelelerden kaçınmak için planı boyutlandırıyoruz.

source: We use your base city to calculate distance, relevance, and perspective in the app.
it: Usiamo la tua città base per calcolare distanza, pertinenza e prospettiva nell'app.
tr: Uygulamadaki mesafeyi, alaka düzeyini ve perspektifi hesaplamak için bulunduğunuz şehri kullanırız.

source: We will save your profile and enter the app.
it: Salveremo il tuo profilo ed entreremo nell'app.
tr: Profilinizi kaydedip uygulamaya gireceğiz.

source: Weather impacts itinerary, costs, and activity quality.
it: Il meteo influisce sull'itinerario, sui costi e sulla qualità dell'attività.
tr: Hava durumu seyahat planını, maliyetleri ve aktivite kalitesini etkiler.

source: Weather volatility may require swapping day blocks.
it: La volatilità meteorologica potrebbe richiedere lo scambio di blocchi giornalieri.
tr: Hava değişkenliği gün bloklarının değiştirilmesini gerektirebilir.

source: Website
it: Sito web
tr: Web sitesi

source: Weekend
it: Fine settimana
tr: Hafta sonu

source: Welcome
it: Benvenuto
tr: Hoş geldin

source: Welcome Back
it: Bentornato
tr: Tekrar Hoşgeldiniz

source: Welcome to BeLocal
it: Benvenuto A BeLocal
tr: BeLocal'A Hoş Geldiniz

# Welcome, %@
source: Welcome, %1$@
it: Ciao, %1$@
tr: Hoş Geldin, %1$@

source: What budget range feels natural for you?
it: Quale fascia di budget ti sembra naturale?
tr: Hangi bütçe aralığı sizin için doğal geliyor?

source: What is the total budget?
it: Qual è il budget totale?
tr: Toplam bütçe ne kadar?

source: What should be prioritized in your recommendations?
it: A cosa dovrebbe essere data la priorità nei tuoi consigli?
tr: Önerilerinizde nelere öncelik verilmeli?

source: When do you most enjoy traveling?
it: Quando ti piace di più viaggiare?
tr: Seyahat etmekten en çok ne zaman keyif alırsınız?

source: Where do you usually start your trips?
it: Da dove inizi solitamente i tuoi viaggi?
tr: Seyahatlerinize genellikle nereden başlıyorsunuz?

source: Where do you want to go?
it: Dove vuoi andare?
tr: Nereye gitmek istiyorsun?

source: Who are you traveling with?
it: Con chi viaggi?
tr: Kiminle seyahat ediyorsunuz?

source: Why it fits
it: Perché Si Adatta
tr: Neden Uyuyor

source: Winter
it: Inverno
tr: Kış

source: With children
it: Con I Bambini
tr: Çocuklarla

source: Work Offline
it: Lavora Offline
tr: Çevrimdışı Çalış

source: Write a destination, an area, or a style...
it: Scrivi una destinazione, una zona o uno stile...
tr: Bir varış noktası, bir alan veya bir stil yazın...

source: You
it: Voi
tr: Sen

source: You will return to the login flow and need to sign in again to access your profile.
it: Tornerai al login e dovrai accedere di nuovo per aprire il tuo profilo.
tr: Giriş akışına döneceksiniz ve profilinize erişmek için yeniden giriş yapmanız gerekecek.

source: Your destination
it: La Tua Destinazione
tr: Hedefiniz

source: Your feedback is classified as Local around your home area and Traveler in other destinations.
it: Il tuo feedback è classificato come Locale nella tua zona e Viaggiatore in altre destinazioni.
tr: Geri bildiriminiz, yaşadığınız bölgedeki Yerel ve diğer destinasyonlardaki Gezgin olarak sınıflandırılır.

# Your feedback role is Local in %@ and Traveler in other destinations.
source: Your feedback role is Local in %1$@ and Traveler in other destinations.
it: Il tuo ruolo feedback è Local in %1$@ e Traveler nelle altre destinazioni.
tr: Geri bildirim rolünüz %1$@ içinde Local, diğer destinasyonlarda Traveler olur.

source: Your name
it: Il Tuo Nome
tr: Adınız

source: Your next adventures!
it: Le tue prossime avventure!
tr: Bir sonraki maceralarınız!

source: Your personalized travel brief is ready.
it: Il tuo brief di viaggio personalizzato è pronto.
tr: Kişiselleştirilmiş seyahat özetiniz hazır.

source: Your Trips
it: I Tuoi Viaggi
tr: Seyahatleriniz

source: Africa
tr: Afrika

source: Alt
tr: Alternatif

source: Asia
tr: Asya

source: Brief
tr: Kısa bilgi

source: Budget
tr: Bütçe

source: Budget (€)
tr: Bütçe (€)

source: Checklist
tr: Kontrol listesi

source: Comfort
tr: Konfor

source: Eco
tr: Eko

source: Email
tr: E-posta

source: Feedback
tr: Geri bildirim

source: Home
tr: Ana Sayfa

source: Info
tr: Bilgi

source: n/a
tr: yok

source: Oceania
tr: Okyanusya

source: OK
tr: TAMAM

source: Password
tr: Şifre

source: Planner
tr: Planlayıcı
